{
  "Projects": [
    {
      "show": true,
      "title": "OneStoryPlanet",
      "desc": [
        "OneStoryPlanet is a story-first social platform designed to empower individuals to share authentic life experiences through written, audio, and video formats—fostering meaningful human connection, empathy, and unity in a judgment-free environment.",
        "Designed and developed a story-centric social platform where users are encouraged to share personal narratives rather than short, attention-driven posts, creating deeper emotional engagement and authenticity. Built a custom story editor that allows users to create, edit, refine, and publish personal stories with draft saving capabilities, enabling users to express themselves freely without algorithmic pressure.",
        "Implemented multi-format story sharing supporting text, audio, and video content, allowing users to choose the format that best reflects their voice and experience. Focused on building a platform centered on connection over validation, encouraging empathy, unity, and shared human experience rather than likes, noise, or judgment.",
        "Designed an intuitive, distraction-free interface that keeps the storyteller in focus, enhances readability and emotional impact, and supports accessibility and ease of use. Developed the platform using modern technologies including React, Next.js, Inertia.js, and AWS for scalable architecture, component-based design for maintainability, and responsive UI across devices."
      ],
      "year": "2024",
      "preview": "https://onestoryplanet.com",
      "code": "",
      "thumbnail": "/image/projects/web/onestory/onestoryplanet-thumbnale-img.png",
      "images": [
        "/image/projects/web/onestory/onestoryplanet-2.png",
        "/image/projects/web/onestory/onestoryplanet-3.png",
        "/image/projects/web/onestory/onestoryplanet-4.png"
      ],
      "tech": [
        "React",
        "Next.js",
        "Inertia.js",
        "Tailwind CSS",
        "Node.js",
        "Laravel",
        "Database",
        "AWS",
        "UI/UX Design",
        "Responsive Design",
        "Component-based Architecture"
      ],
      "slug": "onestoryplanet",
      "category": [
        1
      ]
    },
    {
      "show": true,
      "title": "WoolfrApp",
      "desc": [
        "WoolfrApp is a next-generation LGBTQ+ social platform built for gay, bisexual, transgender, and queer communities.",
        "Enables real-time communication, community discovery, and key match–based profile connections.",
        "Supports free, unlimited messaging powered by low-latency real-time technology.",
        "Designed with a secure, scalable, and mobile-first architecture for global access.",
        "Focused on privacy, inclusivity, and user safety with modern authentication and encrypted data.",
        "Delivers a fast, intuitive, and seamless cross-platform experience across all devices."
      ],
      "year": "2023",
      "preview": "https://woolfrapp.com",
      "code": "",
      "thumbnail": "/image/projects/web/woolfr/woolfer_thumbnale.png",
      "images": [
        "/image/projects/web/woolfr/dashboard.png",
        "/image/projects/web/woolfr/gallery.png",
        "/image/projects/web/woolfr/wolfr_maps.png"
      ],
      "tech": [
        "Bootstrap CSS",
        "Core PHP",
        "Node.js",
        "Socket.IO",
        "Google Cloud Vision API",
        "Leaflet Maps",
        "Database",
        "MySQL",
        "UI/UX Design",
        "Responsive Design"
      ],
      "slug": "woolfrapp",
      "category": [
        1
      ]
    },
    {
      "show": true,
      "title": "Freelancer & Handyman Marketplace",
      "desc": [
        "A unified marketplace for freelance and handyman services for businesses and individuals.",
        "Connects users with skilled professionals across digital, technical, and on-site services.",
        "Allows users to post tasks, compare profiles, and hire the right expert with ease.",
        "Supports transparent pricing, flexible timelines, and affordable service options.",
        "Designed to save time and reduce operational costs through streamlined workflows.",
        "Delivers a reliable, user-friendly experience focused on quality and efficiency."
      ],
      "year": "2024",
      "preview": "https://wrqit.nextolive.com",
      "code": "",
      "thumbnail": "/image/projects/web/wrqit/wrqit_thubnale.png",
      "images": [
        "/image/projects/web/wrqit/homepage.png",
        "/image/projects/web/wrqit/after_login_homepage.png",
        "/image/projects/web/wrqit/after_login_dashboard.png"
      ],
      "tech": [
        "Html/CSS",
        "Laravel",
        "MySQL",
        "Database",
        "UI/UX Design"
      ],
      "slug": "freelancer-handyman-marketplace",
      "category": [
        1
      ]
    },
    {
      "show": true,
      "title": "School Bus Track",
      "desc": [
        "School Bus Track is a smart platform that helps parents track their children’s daily school transportation.",
        "Provides real-time GPS tracking of school buses for accurate live location updates.",
        "Sends instant notifications when the bus is approaching the pickup or drop-off point.",
        "Alerts parents when their child boards and exits the bus safely.",
        "Enables live trip monitoring to ensure transparency throughout the journey.",
        "Improves safety, communication, and peace of mind for parents and schools."
      ],
      "year": "2023",
      "preview": "https://schoolbustrack.com",
      "code": "",
      "thumbnail": "/image/projects/web/bustracking/bustracking_thubnale.png",
      "images": [
        "/image/projects/web/bustracking/login.png",
        "/image/projects/web/bustracking/school_dashboard.png",
        "/image/projects/web/bustracking/student_list.png"
      ],
      "tech": [
        "React",
        "Leaflet Maps",
        "GPS Tracking",
        "Firebase Realtime Messaging",
        "Laravel",
        "MariaDB",
        "Database"
      ],
      "slug": "schoolbustrack",
      "category": [
        1
      ]
    },
    {
      "show": true,
      "title": "OpHop Admin Platform",
      "desc": [
        "OpHop is a centralized admin platform for managing customers, organizations, and stores.",
        "Provides tools to manage products, bins, and categories efficiently.",
        "Displays real-time activity metrics and operational insights.",
        "Tracks engagement data such as views, shares, and actions.",
        "Includes review monitoring, support tracking, and reporting tools.",
        "Designed for secure, scalable, and efficient administrative workflows."
      ],
      "year": "2024",
      "preview": "https://ophop.org",
      "code": "",
      "thumbnail": "/image/projects/web/ophop/ophop_dashboard_thubnale.png",
      "images": [
        "/image/projects/web/ophop/dashboard.png",
        "/image/projects/web/ophop/store_dashboard.png",
        "/image/projects/web/ophop/manage_products.png"
      ],
      "tech": [
        "Vue.js",
        "Tailwind CSS",
        "Laravel",
        "MySQL",
        "Database",
        "UI/UX Design",
        "Admin Dashboard",
        "Responsive Design"
      ],
      "slug": "ophop-admin-platform",
      "category": [
        1
      ]
    },
    {
      "show": true,
      "title": "Bookie Inventory Management System",
      "desc": [
        "A role-based inventory and project management system designed for bookie operations.",
        "Supports Admin, Bookie, and User roles with controlled access and permissions.",
        "Admins manage users, bookies, system settings, and overall platform configuration.",
        "Bookies create and manage projects, track inventory, and assign coin values.",
        "Users participate in projects and earn or spend coins through system activities.",
        "Includes secure coin transactions, reporting, and transparent inventory tracking."
      ],
      "year": "2025",
      "preview": "http://108.60.209.215:3738",
      "code": "",
      "thumbnail": "/image/projects/web/bookieinventorymanagement/bookie_thumbnale.png",
      "images": [
        "/image/projects/web/bookieinventorymanagement/homepage.png"
      ],
      "tech": [
        "React",
        "Node.js",
        "mongoDB",
        "Role-Based Access Control"
      ],
      "slug": "bookie-inventory-management-system",
      "category": [
        1
      ]
    },
    {
      "show": true,
      "title": "Nutri Calorie App",
      "desc": [
        "Nutri Calorie App is a smart health and nutrition tracking application for daily wellness.",
        "Calculates daily calorie intake based on food, drinks, and meal types.",
        "Tracks water consumption to help users maintain proper hydration levels.",
        "Supports diet planning with categorized meals such as breakfast, lunch, dinner, and snacks.",
        "Provides per-day summaries for calories, water intake, and nutritional balance.",
        "Designed to promote healthy eating habits and mindful lifestyle management."
      ],
      "year": "2025",
      "preview": "http://108.60.209.215:3210",
      "code": "",
      "thumbnail": "/image/projects/web/nutri/nutri_thumbnale.png",
      "images": [
        "/image/projects/web/nutri/diete.png",
        "/image/projects/web/nutri/foods.png",
        "/image/projects/web/nutri/profile.png"
      ],
      "tech": [
        "React",
        "Node.js",
        "mongoDB",
        "Nutrition API",
        "Calorie Calculation",
        "Chatgpt API",
        "Html/CSS",
        "Tailwind CSS"
      ],
      "slug": "nutri-calorie-app",
      "category": [
        1
      ]
    },
    {
      "show": true,
      "title": "Adult Playpen",
      "desc": [
        "Adult Playpen is an adult-focused social sharing network inspired by Facebook-style interactions.",
        "Supports multiple connection intents including Dating, Relationships, Friends, and Networking.",
        "Allows users to define personal preferences and positions for better social matching.",
        "Provides secure chat, content sharing, and private community engagement features.",
        "Built with strong privacy controls, consent-based visibility, and user safety measures.",
        "Delivers a modern, scalable, and community-driven social experience."
      ],
      "year": "2025",
      "preview": "https://adultplaypen.com/",
      "code": "",
      "thumbnail": "/image/projects/web/adultplaypen/adult_thubnale.png",
      "images": [
        "/image/projects/web/adultplaypen/login.png"
      ],
      "tech": [
        "React",
        "Node.js",
        "Socket.IO",
        "MongoDB",
        "Google Cloud Vision API",
        "Chatgpt API",
        "Role-Based Access Control",
        "UI/UX Design",
        "Responsive Design"
      ],
      "slug": "adult-playpen",
      "category": [
        1
      ]
    },
    {
      "show": true,
      "title": "Reward App",
      "desc": [
        "A digital reward platform designed to incentivize user engagement and activity.",
        "Allows users to earn rewards through tasks, actions, or participation.",
        "Provides a simple and intuitive interface to track points and rewards.",
        "Supports reward history, balance management, and redemption workflows.",
        "Built to be scalable, secure, and easy to manage for administrators.",
        "Delivers a smooth, user-friendly experience focused on motivation and retention."
      ],
      "year": "2022",
      "preview": "https://rewardapp.com",
      "code": "",
      "thumbnail": "/image/projects/web/rewardapp/reward_thubnale.png",
      "images": [
        "/image/projects/web/rewardapp/after_login_dashboard.png",
        "/image/projects/web/rewardapp/community_page.png",
        "/image/projects/web/rewardapp/task_page.png"
      ],
      "tech": [
        "Html/CSS",
        "Laravel",
        "MySQL",
        "Database",
        "UI/UX Design"
      ],
      "slug": "reward-app",
      "category": [
        1
      ]
    }
  ]
}